countries_request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:oper="http://localhost/zoap/countries/server">
    <soapenv:Header/>
    <soapenv:Body>
        <oper:getCountries>
        	<oper:itemCount>245</oper:itemCount>
        </oper:getCountries>
    </soapenv:Body>
</soapenv:Envelope>